Repository: ekomarova/Lummi-iOS
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, ru

source: All joys
de: Alle Freuden
ru: Все моменты

source: Appearance
de: Erscheinungsbild
ru: Тема

source: Clear All Data?
de: Alle Daten löschen?
ru: Удалить?

source: Dark
de: Dunkel
ru: Тёмная

source: Data
de: Daten
ru: Данные

source: Day streak
de: Tage-Serie
ru: Дней подряд

source: Delete
de: Löschen
ru: Удалить

source: Edit
de: Bearbeiten
ru: Редактировать

source: Failed to Delete
de: Löschen fehlgeschlagen
ru: Ошибка удаления

source: Failed to Save
de: Speichern fehlgeschlagen
ru: Ошибка сохранения

source: iCloud is restricted by security policies.
de: iCloud ist durch Sicherheitsrichtlinien eingeschränkt.
ru: iCloud ограничен политиками безопасности

source: iCloud storage is full. Please free up space to continue syncing.
de: Der iCloud-Speicher ist voll. Bitte geben Sie Speicherplatz frei, um die Synchronisierung fortzusetzen.
ru: Хранилище iCloud заполнено. Пожалуйста, освободите место, чтобы продолжить синхронизацию.

source: iCloud Sync Error
de: iCloud-Synchronisierungsfehler
ru: Ошибка синхронизации с iCloud

source: Joyful Hours
de: Freudenstunden
ru: Часы радости

source: Joys
de: Momente gesamt
ru: Всего моментов

source: Language
de: Sprache
ru: Язык

source: Light
de: Hell
ru: Светлая

source: New Joy
de: Neue Freude
ru: Новый момент

source: No records for this day
de: Keine Aufzeichnungen für diesen Tag
ru: Совсем ничего

source: Oops! This day has not started yet
de: Ups! Dieser Tag hat noch nicht begonnen
ru: Упс! Этот день еще не начался

source: Recall
de: Erinnerungen
ru: Воспоминания

source: Record text
de: Text des Eintrags
ru: Текст записи

source: Show All Joys
de: Alle Freuden anzeigen
ru: Показать все моменты

source: Settings
de: Einstellungen
ru: Настройки

source: Sync
de: Synchronisierung
ru: Синхронизация

source: Sync issue: %@
de: Synchronisierungsproblem: %@
ru: Проблема с синхронизацией: %@

source: Synchronization is suspended. Please log in to iCloud in Settings.
de: Die Synchronisierung ist ausgesetzt. Bitte melden Sie sich in den Einstellungen bei iCloud an.
ru: Синхронизация приостановлена. Пожалуйста, войдите в iCloud в настройках.

source: This will permanently delete all your entries locally and in iCloud!
de: Dadurch werden alle Ihre Einträge lokal und in iCloud dauerhaft gelöscht!
ru: Это действие удалит все ваши данные локально и в iCloud!

source: Your changes could not be saved. Please try again.
de: Deine Änderungen konnten nicht gespeichert werden. Bitte versuche es erneut.
ru: Изменения не удалось сохранить. Попробуйте снова.

source: Your moment could not be saved. Please try again.
de: Dein Moment konnte nicht gerettet werden. Bitte versuchen Sie es erneut.
ru: Момент не может быть сохранен. Попробуйте снова.

source: Your record could not be deleted. Please try again.
de: Dein Eintrag konnte nicht gelöscht werden. Bitte versuche es erneut.
ru: Запись не удалось удалить. Попробуйте снова.

source: Highlights
ru: Хайлайты

source: Home
ru: Главная

source: Insights
ru: Инсайты

source: OK
ru: ОК
